{
  "navigation": {
    "brand": "Solutions N+1",
    "features": "Servicios",
    "about": "Nosotros",
    "services": "Experiencia",
    "gallery": "Portafolio",
    "testimonials": "Testimonios",
    "team": "Nuestro Equipo",
    "contact": "Contacto"
  },
  "header": {
    "title": "Excelencia en Desarrollo de Software Boutique",
    "paragraph": "Nos especializamos en soluciones de software personalizadas utilizando mejores prácticas, patrones de diseño probados y pruebas rigurosas para entregar aplicaciones escalables y robustas que impulsen tu negocio.",
    "learnMore": "Descubre Nuestras Soluciones"
  },
  "about": {
    "paragraph": "Solutions N+1 es una empresa boutique de desarrollo de software con sede en Bogotá, Colombia, con 2 años entregando soluciones personalizadas excepcionales. Nos enorgullecemos de utilizar las mejores prácticas de la industria, patrones de diseño sólidos, pruebas exhaustivas y pautas estrictas de código para garantizar que cada solución que construimos sea escalable, mantenible y robusta. Nuestro enfoque multi-paradigma significa que elegimos la tecnología adecuada para cada desafío único, asegurando resultados óptimos para nuestros clientes.",
    "whyChooseUs": "¿Por Qué Elegirnos?",
    "why": [
      "Mejores Prácticas y Calidad de Código",
      "Diseño de Arquitectura Escalable",
      "Cobertura de Pruebas Exhaustiva",
      "Enfoque Tecnológico Multi-Paradigma"
    ],
    "why2": [
      "Desde Startups hasta Empresas",
      "2+ Años de Excelencia",
      "Patrones de Diseño Probados",
      "Servicio Personal Boutique"
    ]
  },
  "gallery": {
    "title": "Portafolio de Proyectos",
    "subtitle": "Mostrando nuestros proyectos exitosos y soluciones personalizadas construidas con tecnología de vanguardia y mejores prácticas."
  },
  "services": {
    "title": "Nuestra Experiencia",
    "subtitle": "Proporcionamos servicios completos de desarrollo de software utilizando las últimas tecnologías y mejores prácticas para asegurar tu éxito.",
    "items": [
      {
        "icon": "fa fa-code",
        "name": "Desarrollo de Software Personalizado",
        "text": "Soluciones de software a medida construidas con código limpio y mantenible siguiendo las mejores prácticas de la industria y patrones de diseño probados."
      },
      {
        "icon": "fa fa-laptop",
        "name": "Aplicaciones Web",
        "text": "Aplicaciones web modernas y responsivas utilizando frameworks y tecnologías de vanguardia para un rendimiento óptimo y experiencia de usuario excepcional."
      },
      {
        "icon": "fa fa-mobile",
        "name": "Aplicaciones Móviles",
        "text": "Aplicaciones móviles nativas y multiplataforma diseñadas para rendimiento, escalabilidad y participación excepcional del usuario."
      },
      {
        "icon": "fa fa-cloud",
        "name": "Soluciones en la Nube",
        "text": "Infraestructura y aplicaciones escalables en la nube aprovechando AWS, Azure y Google Cloud para máxima confiabilidad y rendimiento."
      },
      {
        "icon": "fa fa-cogs",
        "name": "DevOps e Infraestructura",
        "text": "Pipelines de despliegue automatizados, containerización e infraestructura como código para asegurar operaciones confiables y escalables."
      },
      {
        "icon": "fa fa-lightbulb-o",
        "name": "Consultoría Técnica",
        "text": "Orientación estratégica en tecnología, revisiones de arquitectura e implementación de mejores prácticas para optimizar tus procesos de desarrollo."
      }
    ]
  },
  "testimonialsTitle": "Lo Que Dicen Nuestros Clientes",
  "testimonials": [
    {
      "text": "\"Solutions N+1 entregó una plataforma robusta y escalable que superó nuestras expectativas. Su atención a la calidad del código y mejores prácticas es excepcional.\"",
      "name": "María Rodríguez"
    },
    {
      "text": "\"El enfoque multi-paradigma del equipo nos ayudó a elegir el stack tecnológico perfecto. La solución es poderosa y mantenible.\"",
      "name": "Carlos Méndez"
    },
    {
      "text": "\"Diseño e implementación de arquitectura sobresalientes. Construyeron nuestro sistema para escalar desde startup hasta nivel empresarial sin problemas.\"",
      "name": "Ana Gutiérrez"
    },
    {
      "text": "\"Su cobertura de pruebas y estándares de calidad de código son extraordinarios. No hemos tenido problemas críticos desde el lanzamiento.\"",
      "name": "Diego Fernández"
    },
    {
      "text": "\"Solutions N+1 combina excelencia técnica con servicio excepcional. Realmente entienden las necesidades del negocio y entregan en consecuencia.\"",
      "name": "Laura Campos"
    },
    {
      "text": "\"El enfoque boutique significa atención personalizada y soluciones adaptadas exactamente a nuestros requerimientos. Altamente recomendado.\"",
      "name": "Ricardo Torres"
    }
  ],
  "teamTitle": "Conoce al Equipo",
  "teamSubtitle": "Nuestro equipo apasionado de expertos dando vida a tu visión con tecnología de vanguardia y mejores prácticas.",
  "team": [
    {
      "name": "Luis Ortega",
      "job": "Fundador y Co-CEO"
    },
    {
      "name": "César Bianco",
      "job": "Fundador y Co-CEO"
    },
    {
      "name": "Félix Bejarano",
      "job": "Arquitecto de Software y Líder de Equipo"
    },
    {
      "name": "Omerin Otamendi",
      "job": "Crecimiento de Negocio y Marketing"
    }
  ],
  "contact": {
    "address": "Bogotá, Colombia",
    "phone": "+57 (XXX) XXX-XXXX",
    "email": "contacto@solutionsnplusone.com",
    "title": "Ponte en Contacto",
    "subtitle": "¿Listo para transformar tus ideas en soluciones de software excepcionales? Contacta nuestro equipo de expertos hoy.",
    "contactInfo": "Información de Contacto",
    "addressLabel": "Dirección",
    "phoneLabel": "Teléfono",
    "emailLabel": "Email",
    "namePlaceholder": "Nombre",
    "emailPlaceholder": "Email",
    "messagePlaceholder": "Mensaje",
    "sendMessage": "Enviar Mensaje"
  },
  "features": [
    {
      "icon": "fa fa-check-circle",
      "title": "Calidad Primero",
      "text": "Cada línea de código sigue estándares estrictos de calidad con pruebas exhaustivas y revisiones de código para garantizar confiabilidad."
    },
    {
      "icon": "fa fa-rocket",
      "title": "Soluciones Escalables",
      "text": "Construidas para crecer con tu negocio utilizando patrones de arquitectura probados y principios de diseño escalable."
    },
    {
      "icon": "fa fa-users",
      "title": "Equipo Experto",
      "text": "Profesionales experimentados especializados en mejores prácticas, patrones de diseño y tecnologías de vanguardia."
    },
    {
      "icon": "fa fa-globe",
      "title": "Enfoque Multi-Paradigma",
      "text": "Elegimos la tecnología adecuada para cada desafío, asegurando soluciones óptimas para cada proyecto."
    }
  ]
} 